Repository: freemint/mintbin
Catalog: po/*.po
Languages: de

source: no global symbols
de: keine globalen Symbole

source: one global symbol
de: ein globales Symbol

source: %lu global symbols
de: %lu globale Symbole

source: %lu global symbols
de: %lu globale Symbole

source: no symbols
de: keine Symbole

source: one symbol
de: ein Symbol

source: %lu symbols
de: %lu Symbole

source: %lu symbols
de: %lu Symbole

source: text file
de: Text-Datei

source: external
de: extern

source: equated register
de: gleichgesetztes (»equated«) Register

source: equated
de: gleichgesetzt (»equated«)

source: defined
de: definiert

source: Data
de: Daten

source: data
de: daten
