Repository: freemint/mintbin
Catalog: po/*.po
Languages: de

source: Unknown system error
de: unbekannter Systemfehler

source: %s: option `%s' is ambiguous
de: %s: Option »%s« ist mehrdeutig

source: %s: option `--%s' doesn't allow an argument
de: %s: Option »--%s« erwartet kein Argument

source: %s: option `%c%s' doesn't allow an argument
de: %s: Option »%c%s« erwartet kein Argument

source: %s: option `%s' requires an argument
de: %s: Option »%s« erwartet ein Argument

source: %s: unrecognized option `--%s'
de: %s: unbekannte Option »--%s«

source: %s: unrecognized option `%c%s'
de: %s: unbekannte Option »%c%s«

source: %s: illegal option -- %c
de: %s: unzulässige Option -- %c

source: %s: invalid option -- %c
de: %s: ungültige Option -- %c

source: %s: option requires an argument -- %c
de: %s: Option erwartet ein Argument -- %c

source: %s: option `-W %s' is ambiguous
de: %s: Option »-W %s« ist mehrdeutig

source: %s: option `-W %s' doesn't allow an argument
de: %s: Option »-W %s« erwartet kein Argument

source: Memory exhausted
de: virtueller Speicher erschöpft

source: no input files
de: keine Eingabedateien gegeben

source: no output file
de: Ausgabedatei fehlt

source: Usage: %s [OPTIONS] INPUTFILE ...
de: Benutzung: %s [OPTIONEN] EINGABEDATEI ...

source: Convert old-style libraries to new format.
de: Konvertiere Bibliotheken im alten Stil in das neue Format.

source: Mandatory arguments to long options are mandatory to short options too.
de: Argumente, die für lange Optionen notwendig sind, sind auch für kurze Optionen zwingend.

source: -o, --output=FILENAME set output FILENAME -v, --verbose list modules while processing
de: -o, --output=DATEINAME ändere Ausgabe-DATEINAMEn\n -v, --verbose liste Module während der Bearbeitung\n

source: -h, --help display this help and exit -V, --version output version information and exit
de: -h, --help Zeige diese Hilfe und beende -V, --version Zeige Versionsinformation und beende

source: Report bugs to <gufl0000@stud.uni-sb.de>
de: Melde Fehler an <gufl0000@stud.uni-sb.de>

source: %s: not an old-style ar archive
de: %s: Kein ar-Archiv im alten Format

source: %s: seek error
de: %s: Dateipositionierungsfehler

source: %s: open error
de: %s: Fehler beim Öffnen

source: %s: write error
de: %s: Schreibfehler

source: %s: close error
de: %s: Schreibfehler

source: %s: warning: close error
de: %s: Warnung: Fehler beim Schließen

source: %s: read error
de: %s: Lesefehler

source: invalid module size ``%s'' for module %s
de: Unzulässige Modulgröße »%s« für Modul »%s«

source: %s: file truncated
de: %s: Datei ist verstümmelt

source: Display information about given binary input files.
de: Zeige Informationen über gegebene binäre Eingabedateien.

source: If INPUTFILE is missing, `a.out' is assumed.
de: Falls EINGABEDATEI fehlt, wird »a.out« angenommen.

source: GNU style a.out object file.
de: GNU a.out Objektdatei.

source: GNU style ar library.
de: GNU ar-Bibliothek.

source: Old-style GNU ar library.
de: GNU ar-Bibliothek im alten Format.

source: MiNT impure executable.
de: Unvollständig gelinkte ausführbare MiNT-Datei.

source: MiNT pure executable.
de: Reine, ausführbare MiNT-Datei.

source: MiNT demand-paged executable.
de: Seitenweise ausgerichtete, ausführbare MiNT-Datei.

source: MiNT impure executable with traditional symbol table.
de: Unvollständig gelinkte ausführbare MiNT-Datei mit traditioneller Symboltabelle.

source: MiNT pure executable with traditional symbol table.
de: Reine ausführbare MiNT-Datei mit traditioneller Symboltabelle.

source: MiNT demand-paged executable with traditional symbol table.
de: Seitenweise ausgerichtete ausführbare MiNT-Datei mit traditioneller Symboltabelle.

source: Old-style GEMDOS executable.
de: Ausführbare GEMDOS-Datei im alten Format.

source: Unrecognized file format.
de: Unbekanntes Dateiformat.

source: Nothing to do if silent and not fixing stack size
de: Nichts zu tun, wenn still und Stackgröße nicht geändert wird

source: Display and manipulate stack setting of MiNT executables.
de: Zeige und manipuliere Stackgröße ausführbarer MiNT-Dateien.

source: -P, --print just print stack size -S, --fix=SIZE, --size=SIZE change stack size to SIZE bytes
de: -P, --print drucke Stack-Größe nur -S, --fix=GRÖSSE, --size=GRÖSSE ändere Stack-Größe auf GRÖSSE Bytes

source: -s, --silent print only error messages -q, --quiet same as -s, --silent -v, --verbose enable verbose diagnostic output
de: -s, --silent zeige nur Fehlermeldungen (still) -q, --quiet wie -q, --quiet -v, --verbose aktiviere ausführliche Meldungen

source: The stacksize is only modified when option -S is given. The SIZE argument may optionally be followed by one of the modifiers `k' (kilo bytes) or `M' (mega bytes).
de: Die Stackgröße wird nur geändert, wenn die Option -S angegeben wurde. Dem GRÖSSE-Argument kann optional einer der Modifiziere »k« (Kilobytes) oder »M« (Megabytes) folgen.

source: Report bugs to <gufl0000@stud.uni-sb.de>.
de: Melde Fehler an <gufl0000@stud.uni-sb.de>.

source: %s: file format not recognized
de: %s: Unbekanntes Dateiformat

source: %s: no stack information available.
de: %s: Keine Stackinformation verfügbar.

source: %s: invalid file position (%lu) for stack size
de: %s: Unzulässige Dateipositionsangabe (%lu) für Stackgröße

source: %s: stack size: %ld bytes (%ld kilo bytes).
de: %s: Stackgröße: %ld Bytes (%ld Kilobytes).

source: stack size: %ld bytes (%ld kilo bytes).
de: Stackgröße: %ld Bytes (%ld Kilobytes).

source: (This means really that almost all of the available memory will be used for the stack. If you run the image you will not be able to run any other process until the current one finishes.
de: (Dies bedeutet, dass fast der gesamte verfügbare Speicher für den Stack benutzt wird. Wird die Programmdatei ausgeführt, ist es unmöglich, andere Prozesse zu starten, bevor der aktuelle beendet ist.

source: (This means really that only a minimum amount of memory will be reserved for the stack. This minimum will usually be 8192 bytes and is sufficient for most purposes. However, if your program is ``stack-intensive'' such as programs with support for regular expressions it is probably not enough.
de: Dies bedeutet, das nur die minimale Speichermenge für den Stack reserviert wird. Diese Minimum beträgt in der Regel 8192 Bytes und ist für die meisten Zwecke ausreichend. Für »stack-intensive« Anwendungen wie Programme, die reguläre Ausdrücke unterstützen, ist diese Größe hingegen oft nicht ausreichend.

source: (This means really that one quarter of the available memory will be reserved for the stack. This may be necessary for very ``stack-intensive'' applications such as compilers. In most cases however it is simply too much.
de: (Dies bedeutet, dass ein Viertel des verfügbaren Speichers für den Stack reserviert wird. Dies kann für sehr »stack-intensive« Anwendungen wie Compiler notwendig sein. In den meisten Fällen ist es allerdings schlichtweg zuviel.

source: (This means really that one half of the available memory will be reserved for the stack. This may be necessary for extremely ``stack-intensive'' applications such as compilers. In most cases however it is simply too much.
de: (Dies bedeutet, dass die Hälfte des verfügbaren Speichers für den Stack reserviert wird. Dies kann für sehr »stack-intensive« Anwendungen wie Compiler notwendig sein. In den meisten Fällen ist es allerdings schlichtweg zuviel.

source: (This means really that three quarters of the available memory will be reserved for the stack. This may be necessary for extremely ``stack-intensive'' applications such as compilers. In most cases however this is overkill and waste of RAM.
de: (Dies bedeutet, dass drei Viertel des verfügbaren Speichers für den Stack reserviert werden. Dies kann für sehr »stack-intensive« Anwendungen wie Compiler notwendig sein. In den meisten Fällen ist es allerdings pure Übertreibung und Speicherverschwendung.

source: (This means really that %ld bytes will be reserved for the stack. The negative value signifies that the heap will be used for dynamic memory allocation.
de: (Dies bedeutet, dass %ld Bytes für den Stack reserviert werden. Der negative Wert zeigt an, dass weitere Speicheranforderungen aus dem Haufenspeicher (Heap) befriedigt werden.

source: An invalid resp. insufficient setting for the program stack size may result in a bus error, sometimes only in special cases.)
de: Ein unzulässige bzw. nicht ausreichende Stackgröße kann sich in Busfehlern, teilweise allerdings nur in besonderen Fällen, äußern.)

source: Fixed stack to %ld bytes (%ld kilo bytes).
de: Stackgröße auf %ld Bytes (%ld Kilobytes) geändert.

source: not a valid stack size: ``%s''
de: keine gültige Stackgröße: »%s«

source: stack size ``%s'' out of range: overflow in number
de: Stackgröße »%s« außerhalb des zulässigen Bereichs: Numerischer Überlauf

source: %s: file position of stack size not found
de: %s: Dateiposition für Stackgröße nicht gefunden

source: %s: cannot find symbol ``__stksize''
de: %s: Kann Symbol »__stksize« nicht finden

source: cannot find symbol ``__stksize''
de: Kann Symbol »__stksize« nicht finden

source: %s: cannot lookup symbols in archives
de: %s: Kann Symbol in Archiven nicht finden

source: %s: no symbol table in file
de: %s: Keine Symboltabelle in Datei enthalten

source: %s: format of symbol table not recognized
de: %s: Format der Symboltabelle nicht unterstützt

source: %s: cannot read GNU symbol table yet
de: %s: Kann noch keine GNU-Symboltabelle lesen

source: %s: warning: null-byte in symbol-name ``%s'' encountered
de: %s: Warnung: Null-Byte in Symbolnamen »%s« gefunden

source: Extract symbol table from MiNT executables.
de: Extrahiere Symboltabelle aus ausführbaren MiNT-Dateien.

source: -o, --output=FILENAME set output FILENAME
de: -o, --output=DATEINAME setze Ausgabe-DATEINAMEn

source: If INPUTFILE is missing, ``a.out'' is assumed. If output filename is missing output is written to standard output.
de: Falls Eingabedatei fehlt, wird»a.out« angenommen. Falls der Name der Ausgabedatei fehlt, wird auf die Standard-Ausgabe (stdout) geschrieben.

source: Report bugs to <gufl0000@stud.uni-sb.de>
de: Melde Fehler an <gufl0000@stud.uni-sb.de>.

source: %s: file contains no valid symbol table
de: %s: Datei enthält keine gültige Symboltabelle

source: %s: file contains no symbols
de: %s: Datei enthält keine Symbole

source: standard output
de: Standard-Ausgabe

source: %s: stat error
de: %s: Dateipositionierungsfehler

source: read error on ``%s''
de: Lesefehler bei »%s«

source: %s: inconsistent text segment size in header
de: %s: Inkonsistente Textsegmentgröße in Dateikopf

source: %s: inconsistent data segment size in header
de: %s: Inkonsistente Data-Segmentgröße in Dateikopf

source: %s: inconsistent bss size in header
de: %s: Inkonsistente BSS-Größe in Dateikopf

source: %s: error: relocation against text segment found in program image
de: %s: Fehler: Relozierung gegen Textsegment in Programmdatei gefunden

source: %s: bad magic number
de: %s: Falscher Magic-Wert

source: %s (%s - FreeMiNT binary utilities) %s
de: %s (%s - FreeMiNT Binär-Werkzeuge) %s

source: This program is free software; you may redistribute it under the terms of the GNU General Public License. This program has absolutely no warranty.
de: This program is free software; you may redistribute it under the terms of the GNU General Public License. This program has absolutely no warranty. [Inoffizielle deutsche Übersetzung: Dieses Programm ist freie Software; es kann unter den Bedingungen der GNU General Public License weitervertrieben werden. Dieses Programm ist frei von jeder Gewährleistungspflicht.]

source: value `%s' no valid flag setting
de: Unzulässiger Wert »%s« für Programm-Flags.

source: can't set individual flags with option `-f'
de: Kann keine einzelnen Flags setzen, wenn Option »-f« benutzt wird.

source: confliction memory protection flags
de: Widersprüchliche Speicherschutz-Flags.

source: warning: changing the shared text flag is dangerous
de: Warnung: Es ist gefährlich, das Shared-Text-Flag zu ändern

source: (it normally requires recompilation).
de: (erfordert in der Regel Neu-Kompilierung).

source: warning: changing the bestfit flag is dangerous
de: Warnung: Es ist gefährlich, das Bestfit-Flag zu ändern

source: %s: not a MiNT executable
de: %s: Keine ausführbare MiNT-Datei.

source: Current flags: 0x%08x
de: Derzeitige Flags: 0x%08x

source: (were 0x%08lx)
de: (war 0x%08lx)

source: Fastload flag is set (heap doesn't get cleared).
de: Fastload-Flag ist gesetzt (Heap wird nicht ausgenullt).

source: Altload flag is set (load into alternate RAM).
de: Altload-Flag ist gesetzt (lade in alternatives RAM).

source: Altalloc flag is set (allocate memory from alternate RAM).
de: Altalloc-Flag ist gesetzt (alloziere aus alternativem RAM).

source: Bestfit flag is set (space for stack reserved in BSS).
de: Bestfit-Flag ist gesetzt (reserviere Stack-Speicher in BSS).

source: Shared text flag is set (programs text segment is sharable).
de: Shared-Text-Flag ist gesetzt (Text-Segment kann gemeinsam genutzt werden).

source: Program's memory is fully protected.
de: Speicher des Programms ist voll geschützt.

source: Program's memory is not protected at all (globally accessible).
de: Speicher des Programms ist nicht geschützt (globaler Zugriff möglich).

source: Program's memory may be accessed in supervisor mode.
de: Im Supervisor-Modus kann auf Programmspeicher zugegriffen werden.

source: Program's memory is readable.
de: Speicher des Programms ist lesbar.

source: Display and manipulate program flags of MiNT executables.
de: Zeige und manipuliere Programm-Flags ausführbarer MiNT-Dateien.

source: -f, --flags=NEWFLAGS set flags to hexadecimal, decimal or octal value NEWFLAGS -P, --print, --just-print only print current flags -l, --mfastload set the fastload flag -r, --mfastram, --maltram set the fast ram (alternate or TT ram) flag -a, --mfastalloc, --maltalloc set the fast ram allocation flag -B, --mbest-fit set the best fit flag (stack in heap) -b, --mbaserel, --mshared-text, --msharable-text set the shared text flag -p, --mprotected, --mfull-protection, --mmemory-protected --mprivate-memory turn full memory protection on -g, --mglobal-memory turn memory protection completely off -S, --msuper-memory allow memory access in supervisor mode -R, --mreadable-memory, --mreadonly-memory allow read access to memory --mno-fastload unset the fastload flag --mno-fastram, --mno-altram unset the fast ram flags --mno-fastalloc, --mno-altalloc unset the fast ram allocation flag --mno-best-fit unset the best fit flag (stack in heap) --mno-baserel, --mno-shared-text, --mno-sharable-text unset the shared text flag
de: -f, --flags=NEUEFLAGS setze Flags auf hexadezimalen, dezimalen oder oktalen Wert NEUEFLAGS -P, --print, --just-print zeige derzeitige Flags nur an -l, --mfastload setze Fastload-Flag -r, --mfastram, --maltram setze Fastram-Flag (Altram-Flag bzw. TT-RAM-Flag) -a, --mfastalloc, --maltalloc setze Fastram-Allozierungs-Flag -B, --mbest-fit setze Bestfit-Flag (Stack in Heap) -b, --mbaserel, --mshared-text, --msharable-text setze das Shared-Text-Flag -p, --mprotected, --mfull-protection, --mmemory-protected -g, --mglobal-memory schalte Speicherschutz völlig ab -S, --msuper-memory erlaube Speicherzugriff im Supervisor-Modus -R, --mreadable-memory, --mreadonly-memory erlaube Lesezugriff auf Speicher --mno-fastload setze Fastload-Flag auf Null --mno-fastram, --mno-altram setze Fastram-Flag auf Null --mno-fastalloc, --mno-altalloc setze Fastram-Allozierungs-Flag auf Null --mno-best-fit setze Bestfit-Flag (Stack in Heap) auf Null --mno-baserel, --mno-shared-text, --mno-sharable-text setze Shared-Text-Flag auf Null

source: Arguments are cumulative. An option that is contradictory to a previous one will override the previous setting. Using the `--flags' resp. the `-f' or `--prg-flags' option is mutually exclusive with using one of the single flag arguments. All options that change the memory protection flags are also mutually exclusive. If you instruct the program to just print the current flags (option `--print' resp. `--just-print' or `-P'it is illegal specify any options that would change flags in order to avoid unintentional modifications. Flags that are not mentioned are left untouched in the executable. The default action is to print out the current flags both in hexadecimal and decimal notation; in verbose all known flags, their current setting and a short description of their meaning are printed out.
de: Argumente können gehäuft (kumuliert) werden. Eine Option, die einer vorher- gehenden Option widerspricht, gewinnt über die vorherige. Die Verwendung von »--flags« bzw. »-f« oder »--prg-flags« schließt die Verwendung von Einzel- Flag-Option aus. Alle Optionen, welche die Speicherschutz-Flags verändern, schließen sich ebenfalls gegenseitig aus. Wird das Programm instruiert, nur die derzeitigen Flags auszugeben (Option »--print«, bzw. »--just-print« oder »-P«) ist es nicht erlaubt, Optionen zu verwenden, die die Flags verändern würden (um versehentliche Modifikationen auszuschließen). Flags, für die keine Optionen verwendet wurden, bleiben unangetastet. Die Standard-Aktion des Programmes ist die reine Ausgabe der derzeitigen Flags sowohl in hexadezimaler als auch in dezimaler Notation. Im geschwätzigen (»--verbose«) Modus wird eine Kurzbeschreibung aller gesetzten Flags ausgegeben.

source: Try `%s --help' for more information.
de: Versuche »%s --help« für weitere Informationen.

source: invalid argument to `--format'
de: Ungültiges Argument für »--format«.

source: invalid radix
de: Ungültige Zahlenbasis

source: %s: not a MiNT executable file
de: %s: Keine ausführbare MiNT-Datei

source: (use `size' instead)
de: (verwende stattdessen »size«)

source: filename
de: Dateiname

source: section size addr
de: Sektion Grösse Addresse

source: Total
de: Gesamt

source: Display section sizes of old-style GEMDOS executables.
de: Zeige Sektionsgrößen von ausführbaren Dateien.

source: -A output in SysV format -B output in Berkeley (BSD) format --format=FORMAT output in FORMAT -d output in decimal format (default) -o output in octal format -x output in hexadecimal format --radix=RADIX output with RADIX as numerical radix --target=TARGET input files are in format TARGET
de: -A Ausgabe in SysV-Format -B Ausgabe in Berkeley- (BSD-)Format --format=FORMAT Ausgabe in FORMAT -d Ausgabe in dezimaler Notation (Vorgabe) -o Ausgabe in oktaler Notation -x Ausgabe in hexadezimaler Notation --radix=BASIS Ausgabe mit BASIS als numerischer Basis --target=ZIELFORMAT Eingabedateien sind im Format ZIELFORMAT

source: The default output format is `format=berkeley'. The output format `bsd' is a synonyme for `berkeley', the other choice is `sysv'. Case is always irrelevant. The numerical radix must be one of 10 (decimal, default), 8 (octal) or 16 (hexadecimal). Note that the output for executables in the extended MiNT format can differ from the size reported by the `size' program because `size' always reports the real section sizes whereas this program reports the kernel's notion of the segment sizes.
de: Vorgabe für das Ausgabeformat ist »--format=berkeley«. Das Ausgabeformat »bsd« ist ein Synonym für »berkeley«, die andere Möglichkeit ist »sysv«. Groß-/Kleinschreibung spielt keine Rolle. Die numerische Basis muss entweder 10 (dezimal, Vorgabe), 8 (oktal) oder 16 (hexadezimal) sein. Es ist zu beachten, dass die Ausgabe für Programme im erweiterten MiNT-Format von der Größe, die das Programm »size« ausgibt, abweicht, weil »size« die tatsächlichen Segment-Größen angibt, während dieses Programm die Segment- Größen, die der Kernel sieht, ausgibt.

source: %s: supported target: a.out-mintprg gemdos
de: %s: Unterstützte Zielformate: a.out-mintprg gemdos

source: Strip old-style GEMDOS executables.
de: Entferne Symbole ausführbarer GEMDOS-Datei im alten Format.

source: -s, --strip-all remove all symbols -u, --strip-unneded remove all unneeded symbols -K, --keep-symbol=SYMBOLNAME do not strip SYMBOLNAME -N, --strip-symbol=SYMBOLNAME remove SYMBOLNAME -o, --output-file=OUTPUTFILE put stripped output into OUTPUTFILE -p, --preserve-dates preserve the access and modification dates of the file -v, --verbose verbose: list all files modified
de: -s, --strip-all entferne alle Symbole -u, --strip-unneeded entferne überflüssige Symbole -K, --keep-symbol=SYMBOLNAME entferne Symbol »SYMBOLNAME« nicht -N, --strip-symbol=SYMBOLNAME entferne Symbol »SYMBOLNAME« -o, --output-file=AUSGABEDATE Ausgabe in AUSGABEDATEI -p, --preserve-dates bewahre Zugriffs- und Änderungszeiten der Datei -v, --verbose geschwätzig: Liste alle modifizierten Dateien

source: By default the program strips all unneeded symbols, that are all symbols except `__stksize' and `__inital_stack' which may be needed by programs that manipulate the stack size like the program `stack' from MiNTBin. If the object to be stripped is an executable in the extended MiNT format linked with the option `--traditional' it is not necessary to keep the above mentioned special symbols. The options `--keep-symbol' and `--strip-symbol' override all internal assumptions about which symbols to keep and which to strip. If a symbol is specified both as being to keep and to strip, it is kept. Only old-style GEMDOS executables or MiNT executables with a DRI symbol-table (linked with the option `--traditional-format') are recognized. Use the program `strip' for all other formats.
de: Als Vorgabe entfernt das Programm alle überflüssigen Symbole, also alle Symbole außer »__stksize« und »__initial_stack«, die möglicherweise von Programmen wie »stack« aus dem MiNTBin-Paket benötigt werden, umd die Stack-Größe zu manipulieren. Die Optionen »--keep-symbol« und »--strip-symbol« verhindern sämtliche internen Mutmaßungen darüber, welche Symbole entfernt und welche bewahrt werden sollten. Wird ein Symbol sowohl als zu entfernend als auch als zu bewahrend angegeben, wird es nicht entfernt. Es werden alle GEMDOS-Programmdateien im alten Format oder MiNT-Programmdateien mit einer DRI-Symboltabelle (mit der Option »--traditional-format« gelinkt) erkannt. Für alle anderen Binärformate ist »strip« zu verwenden.

source: copy from %s(%s) to %s(%s)
de: kopiere von %s(%s) nach %s(%s)

source: %s: header corrupted
de: %s: Dateikopf beschädigt

source: %s: file format not recognized, use `strip' instead
de: %s: Unbekanntes Dateiformat, benutze »strip«

source: %s: error reading symbol table, use `%s --strip-all' to force stripping
de: %s: beschädigte Symboltabelle, benutze »%s --strip-all« um Entfernung zu erzwingen

source: can't create output file `%s'
de: kann Ausgabedatei »%s« nicht erzeugen

source: can't close output file `%s'
de: kann Ausgabedatei »%s« nicht schließen

source: error renaming `%s' to `%s'
de: Fehler beim Umbenennen von »%s« nach »%s«

source: error copying `%s' to `%s'
de: Fehler beim Kopieren von »%s« nach »%s«

source: error setting timestamp of `%s'
de: Fehler beim Setzen des Zeitstempels für »%s«

source: List symbols of old-style GEMDOS executables.
de: Liste Symbole von GEMDOS-Programmdateien im alten Format.

source: -g, --globals-only, --extern-only display only global symbols -u, --unsorted do not sort symbols by value
de: -g, --globals-only --extern-only liste nur globale Symbole -u, --unsorted sortiere nicht nach Symbolwert

source: The output format is non-standard (but traditionally used with this program).
de: Das Ausgabeformat ist nicht-standardmäßig (aber wird traditionellerweise mit diesem Programm verwendet).

source: %s: file format not recognized, use `nm' instead
de: %s: Unbekanntes Dateiformat, benutze stattdessen »nm«.

source: no slots mem %lu
de: Keine Schächte, Speicher %lu.

source: one slot mem %lu
de: Ein Schacht, Speicher %lu.

source: %lu slots mem %lu
de: %lu Schächte, Speicher %lu

source: %lu slots mem %lu
de: %lu Schächte, Speicher %lu
